Repository: Tisaic/BenchEDM_AS6
Catalog: Logical/Process/Monitor/Monitor.tmx
Source language: en
Languages: de, es, fr

source: Parameters Not Loaded
de: Parameter Nicht Geladen
es: Parámetros No Cargados
fr: Paramètres Non Chargés

source: HMI STOP Pressed
de: HMI-STOPP Gedrückt
es: PARADA HMI Presionada
fr: ARRÊT IHM Appuyé

source: ESTOP Pressed
de: ESTOPP Gedrückt
es: EPARADA Presionada
fr: EARRÊT Appuyé

source: ParFile: Remnant Memory Lost. Backup Files Will Be Loaded. Replace PC Battery Immediately.
de: Restspeicher verloren. Sicherungsdateien werden geladen. Ersetzen Sie sofort die PC-Batterie.
es: Memoria residual perdida. Se cargarán archivos de respaldo. Reemplace la batería de la PC de inmediato.
fr: Mémoire résiduelle perdue. Les fichiers de sauvegarde seront chargés. Remplacez immédiatement la batterie du PC.

source: ParFile: Backup File Failed To Load. Factory Defaults Have Been Loaded!
de: Fehler beim Laden der Sicherungsdatei. Werkseinstellungen wurden geladen!
es: ¡Error al Cargar Archivo de Respaldo! ¡Se han cargado los valores predeterminados de fábrica!
fr: Échec du Chargement du Fichier de Sauvegarde. Les Paramètres d'Usine Ont Été Chargés !

source: ParFile: Backup File Loaded Successfully. Possible Data Loss.
de: Sicherungsdatei erfolgreich geladen. Möglicher Datenverlust.
es: Archivo de respaldo cargado correctamente. Posible pérdida de datos.
fr: Fichier de sauvegarde chargé avec succès. Perte de données possible.

source: ParFile: General Recipe Error. Check Logger.
de: Allgemeiner Rezeptfehler. Überprüfen Sie den Logger.
es: Error general en la receta. Verifique el registrador.
fr: Erreur Générale de Recette. Vérifiez le Journal.

source: RemFile: Remnant Memory Lost. Backup Files Will Be Loaded. Replace PC Battery Immediately.
de: Restspeicher verloren. Sicherungsdateien werden geladen. Ersetzen Sie sofort die PC-Batterie.
es: Memoria residual perdida. Se cargarán archivos de respaldo. Reemplace la batería de la PC de inmediato.
fr: Mémoire résiduelle perdue. Les fichiers de sauvegarde seront chargés. Remplacez immédiatement la batterie du PC.

source: RemFile: Backup File Failed To Load. Factory Defaults Have Been Loaded!
de: Fehler beim Laden der Sicherungsdatei. Werkseinstellungen wurden geladen!
es: ¡Error al Cargar Archivo de Respaldo! ¡Se han cargado los valores predeterminados de fábrica!
fr: Échec du Chargement du Fichier de Sauvegarde. Les Paramètres d'Usine Ont Été Chargés !

source: RemFile: Backup File Loaded Successfully. Possible Data Loss.
de: Sicherungsdatei erfolgreich geladen. Möglicher Datenverlust.
es: Archivo de respaldo cargado correctamente. Posible pérdida de datos.
fr: Fichier de sauvegarde chargé avec succès. Perte de données possible.

source: RemFile: General Recipe Error. Check Logger.
de: Allgemeiner Rezeptfehler. Überprüfen Sie den Logger.
es: Error general en la receta. Verifique el registrador.
fr: Erreur Générale de Recette. Vérifiez le Journal.
